Repository: agescura/CaroDiario
Catalog: ProjectDiary/diary-main/Sources/Shared/SharedLocalizables/Resources/*.lproj/Localizable.strings
Languages: ca

source: Cancel
ca: Cancel.lar

# Continue
source: Yes, sure
ca: Si, continuar

# Style.Rounded
source: Rounded
ca: Vorejat

# Style.Horizontal
source: Horizontal
ca: Horitzontal

# Style.Dark
source: Dark
ca: Fosc

# Style.Light
source: Light
ca: Diurn

# Style.System
source: System
ca: Sistema

# OnBoarding.Welcome
source: Thank you for downloading this application
ca: Gràcies por descarregar aquesta aplicació.

# OnBoarding.Description.1
source: Caro Diario is an app that simulates your personal diary.
ca: Caro Diario és una aplicació que simula el teu diari personal.

# OnBoarding.Description.2
source: You can write your thoughts or wherever you want.
ca: Pots escriure els teus pensaments o el que vullguis.

# OnBoarding.Description.3
source: You can also retrieve your images, videos or audios.
ca: També pots recuperar les teves imatges, videos o audios.

# OnBoarding.Important
source: Your privacy is important.
ca: La teva privacitat és important.

# OnBoarding.Privacy
source: This application does not collect any personal data.
ca: Aquesta aplicació no recopila cap dada personal.

# OnBoarding.Continue
source: Continue
ca: Continuar

# OnBoarding.Start
source: Start
ca: Començar

# OnBoarding.Skip
source: Skip
ca: Saltar

# OnBoarding.Skip.Title
source: Go to diary
ca: Anar al diari

# OnBoarding.Skip.Alert
source: This action cannot be undone.
ca: Atenció, aquesta acció no es pot desfer.

# OnBoarding.Appearance.Title
source: Appearance
ca: Aparença

# OnBoarding.Style.Title
source: Style
ca: Estil

# OnBoarding.Appearance.Description
source: You could set the appearance that you prefer
ca: Pots seleccionar l'aparença que preferisques

# OnBoarding.Appearance.Overview
source: Overview
ca: Previsualització del diari

# OnBoarding.Style.Message
source: You can set the style. Remember that you can change the style in settings
ca: Pots seleccionar l'estil que vulguis. Recorda que en la configuració pots canviar-lo.

# OnBoarding.Appearance.Message
source: You can set the layout. Remember that you can change the style in settings
ca: Pots seleccionar l'estructura que vulguis. Recorda que en la configuració pots canviar-lo.

# Home.TabView.Entries
source: Diary
ca: Diari

# Home.TabView.Search
source: Search
ca: Cercar

# Home.TabView.Settings
source: Settings
ca: Configuració

# Entries.Diary
source: Diary
ca: Diari

# Entries.ReadMore
source: Read more
ca: Llegir més

# Entries.Empty
source: To add the first entry, tap on + button.
ca: Per afegir una entrada, prem el + del cantó superior dret.

# Entries.Remove.Title
source: Are you sure you want to remove this entry?
ca: Estás a punto de eliminar esta entrada

# Entries.Remove.Cancel
source: Cancel
ca: Cancel.lar

# Entries.Remove.Action
source: Remove
ca: Eliminar

# Entries.ChooseOption
source: Choose an option
ca: Selecciona una opció

# Entries.Camera
source: Camera
ca: Càmera

# Entries.Photos
source: Photo Library
ca: Llibreria de fotos

# Entries.Edit
source: Edit
ca: Editar

# Entries.FakeEntry.FirstMessage
source: Today I went to the cinema
ca: Avuí he anat al cinema

# Entries.FakeEntry.SecondMessage
source: I started to read a book
ca: He començat a llegir un llibre

# AddEntry.Title
source: Write a new entry to the diary
ca: Escriu una nova entrada al diari

# AddEntry.Finish
source: Add
ca: Afegeix

# AddEntry.ChooseOption
source: Choose an option
ca: Selecciona una opció

# AddEntry.Camera
source: Camera
ca: Càmera

# AddEntry.Photos
source: Photo Library
ca: Llibreria de fotos

# AddEntry.WriteSomething
source: Write something ...
ca: Escriu alguna cosa ...

# AddEntry.Add
source: Add
ca: Afegir

# AddEntry.PlayVideo
source: Play video
ca: Reproduïr video

# AddEntry.RemoveVideo
source: Remove video
ca: Esborrar el video

# AddEntry.ShowImage
source: Show image
ca: Veure la imatge

# AddEntry.RemoveImage
source: Remove image
ca: Esborrar la imatge

# AddEntry.Audio
source: Pick an audio
ca: Selecciona un audio

# AddEntry.Exit
source: Exiting
ca: Sortint

# AddEntry.Exit.Message
source: Are you sure you want to lose the data?
ca: Estás a punt de perdre les dades introduïdes.

# AddEntry.Exit.Yes
source: Yes, sure.
ca: Si, entesos

# AddEntry.Edit
source: You are editing the entry
ca: Estàs editant l'entrada

# AddEntry.Update
source: Finishing
ca: Finalitzar

# Image.Remove.Description
source: Are you sure that you want to remove the image?
ca: Estàs segur que vols esborrar la imatge?

# Image.Remove.Title
source: Remove
ca: Esborrar

# Video.Remove.Description
source: Are you sure that you want to remove the video?
ca: Estàs segur que vols esborrar el video?

# Video.Remove.Title
source: Remove
ca: Esborrar

source: Camera Denied
ca: Càmera Denegada

# Camera.Denied.Message
source: If you want to use the camera, go to settings
ca: Si vols utilitzar la càmera, ves a la configuració.

# Camera.Denied.GoSettings
source: Go to settings
ca: Anar a la configuració

# Settings.Splash
source: Show splash screen
ca: Mostra l'animació a l'inici

# Settings.Style
source: Style
ca: Estil

# Settings.Appearance
source: Appearance
ca: Apariència

# Settings.Security
source: Security
ca: Seguretat

# Settings.Code
source: Passcode %@
ca: Codi d'accés %@

# Settings.Title
source: Settings
ca: Configuració

# Settings.On
source: On
ca: Activat

# Settings.Off
source: Off
ca: Desactivat

# Settings.Icon
source: Icon
ca: Icona

# Settings.Camera
source: Camera
ca: Càmera

# Settings.GoToSettings
source: Go to settings
ca: Anar a la configuració

# Settings.Camera.Privacy
source: Camera privacy
ca: Privacitat de la càmera

# Settings.GivePermission
source: Give permission
ca: Donar permís

# Settings.Microphone
source: Microphone
ca: Micròfon

# Settings.Agreements
source: Agreements
ca: Agraïments

# Settings.ReviewAppStore
source: Rate on App Store
ca: Valorar a l'App Store

# Settings.ExportPDF
source: Export PDF
ca: Exportar PDF

# Settings.Attachment.Image
source: Entries with images
ca: Entrades amb imatges

# Settings.Attachment.Video
source: Entries with videos
ca: Entrades amb videos

# Settings.Attachment.Audio
source: Entries with audios
ca: Entrades amb audios

# Settings.Results
source: Results:
ca: Nombre de resultats:

# Settings.About
source: About Caro Diario
ca: Quant a Caro Diario

# Settings.Version
source: Version
ca: Versió

# Settings.ReportBug
source: Report a bug
ca: Reportar un error

# Settings.Biometric.Test
source: To activate %@, we need to check it works perfectly.
ca: Per a poder activar el %@, primer hem de comprovar que funciona correctament

# Passcode.Title
source: Passcode
ca: Codi d'accés

# Passcode.Activate.Title
source: Activate
ca: Activa'l ara

# Passcode.Activate.Message
source: Warning: if you forgot the passcode, you must remove this app and reinstall it. You will lost all the information.
ca: Nota: si oblideu el codi d'accés, haureu d'eliminar la app i reinstalar l'aplicació. Es perdrà tota la informació.

# Passcode.Insert
source: Insert a passcode
ca: Introduïu un codi d'accés

# Passcode.Reinsert
source: Reinsert the passcode
ca: Repeteix el codi d'accés

# Passcode.Dismiss
source: Dismiss
ca: Cancel.lar

# Passcode.Turnoff
source: Turn Passcode Off
ca: Desactivar el codi

# Passcode.Different
source: The codes don't match
ca: Els codis no coincideixen

# Passcode.Turnoff.Message
source: Do you want to turn off the %@?
ca: Vols desactivar el %@?

# Passcode.UnlockFaceId
source: Unlock with %@
ca: Desbloquejar amb %@

# Passcode.Autolock
source: Auto-Lock
ca: Bloqueig automàtic

# Passcode.Always
source: Always
ca: Sempre

# Passcode.Disabled
source: Only when starts
ca: Sols a l'inici

# Passcode.IfAway
source: If away for
ca: Inactivitat en

# LockScreen.Title
source: Insert for unlock
ca: Introduïu un codi d'accés

# Shortcuts.Add
source: Add Entry
ca: Afegir entrada

# Shortcuts.Settings
source: Settings
ca: Configuració

source: Not determined
ca: Sense determinar

source: Denied
ca: Denegat

source: Authorized
ca: Autoritzat

source: Restricted
ca: Restringit

# notDetermined.description
source: Not determined means that you cannot authorized yet the camera in this application
ca: Sense determinar significa que encara no has autoritzat a aquesta aplicació l'us de la càmera.

# denied.description
source: Denied means you will not give permission to the camera. You will not be able to use it until you activate it. To activate it, you must go to the settings
ca: Denegat significa que no li donares permís a la càmera. No la podrás utilitzar fins que l'actives. Per a activar-la, has d'anar a la configuració.

# authorized.description
source: You authorized the camera, it should work normally for you
ca: Has autoritzat la càmera, t'hauria de funcionar amb normalitat

# restricted.description
source: It appears that the device you are using does not have a camera; you will not be able to use the camera with this application
ca: Pareix que el dispositiu que estás utilitzant no té una càmera. No podrás utilitzar la càmara amb aquesta aplicació.

# microphone.notDetermined
source: Not determined
ca: Sense determinar

# microphone.denied
source: Denied
ca: Denegat

# microphone.authorized
source: Authorized
ca: Autoritzat

# microphone.notDetermined.description
source: Not determined means that you cannot authorized yet the microphone in this application
ca: Sense determinar significa que encara no has autoritzat a aquest aplicació l'ús del micròfon

# microphone.denied.description
source: Denied means you will not give permission to the microphone. You will not able to use it until you activate it. To activate it, you must go to the settings
ca: Denegat significa que no li donares permís al micròfon. No el podrás utilitzar fins que l'actives. Per a activar-la, has d'anar a la configuració.

# microphone.authorized.description
source: You authorized the microphone, it should work normally for you
ca: Has autoritzat el micròfon, t'hauria de funcionar amb normalitat

# Search.Title
source: Search
ca: Cercar

# Search.Empty
source: There isn't results
ca: No hi ha cap resultat

# Search.Results
source: Results:
ca: Nombre de resultats:

# PDF.Page
source: Page
ca: Pàgina

# PDF.Date
source: Entry with date
ca: Entrada amb data

# PDF.Preview
source: Preview PDF
ca: Previsualitzar PDF

# PDF.Share
source: Share PDF
ca: Compartir PDF

# AudioRecord.Authorized
source: You authorized the microphone permission
ca: Has autoritzat el permís del micròfon

# AudioRecord.Denied
source: You denied the microphone permission
ca: Has denegat el permís del micròfon

# AudioRecord.NotDetermined
source: You don't authorized the microphone permission yet
ca: Encara no has autoritzat el permís del micròfon

# AudioRecord.Alert
source: Be careful
ca: Atenció

# AudioRecord.Alert.Message
source: If you continue, you remove the actual recording
ca: Si continues, borraràs la gravació anterior

# AudioRecord.AllowMicrophone
source: Allow microphone permission
ca: Permetre micròfon

# AudioRecord.GoToSettings
source: Go to the settings
ca: Anar a la configuració

# AudioRecord.StartRecording
source: Tap the record button to start
ca: Toca el botó de gravar per començar una nota de veu

# AudioRecord.Add
source: Add
ca: Afegir
